<?php

return [

    'error' => 'Упс!',

    'greeting' => 'Привет, :player.',
    'regards' => 'С уважением',
    'footer' => '© :year :app. Все права защищены.',

    'email' => [
        'verify' => [
            'subject' => 'Подтверждение почты',
            'text_1' => 'Пожалуйста, кликните на кнопку ниже, чтобы подтвердить почту.',
            'button' => 'Подтвердить почту',
            'text_2' => 'Если вы не создавали аккаунт, то проигнорируйте это письмо.',

            'troubles' => "Если у вас проблемы при клике по кнопке \":actionText\", скопируйте и вставьте эту ссылку\n".
                'в ваш браузер: [:displayableActionUrl](:actionURL)'
        ]
    ]

];
